abiodunmichal/build-esp-idf-projects-action/examples/hello_world/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_LOG_DEFAULT_LEVEL=3
